{"id":1263,"date":"2022-05-19T09:46:56","date_gmt":"2022-05-19T09:46:56","guid":{"rendered":"https:\/\/kamalmotors.co.in\/?page_id=1263"},"modified":"2022-05-19T17:26:10","modified_gmt":"2022-05-19T17:26:10","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/kamalmotors.co.in\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"1263\" class=\"elementor elementor-1263\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-891c48d elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"891c48d\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-2cd113b\" data-id=\"2cd113b\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-a93fca9 elementor-widget elementor-widget-heading\" data-id=\"a93fca9\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.6.5 - 27-04-2022 *\/\n.elementor-heading-title{padding:0;margin:0;line-height:1}.elementor-widget-heading .elementor-heading-title[class*=elementor-size-]>a{color:inherit;font-size:inherit;line-height:inherit}.elementor-widget-heading .elementor-heading-title.elementor-size-small{font-size:15px}.elementor-widget-heading .elementor-heading-title.elementor-size-medium{font-size:19px}.elementor-widget-heading .elementor-heading-title.elementor-size-large{font-size:29px}.elementor-widget-heading .elementor-heading-title.elementor-size-xl{font-size:39px}.elementor-widget-heading .elementor-heading-title.elementor-size-xxl{font-size:59px}<\/style><h2 class=\"elementor-heading-title elementor-size-default\">Annexure II – Statement on Privacy Policy for Dealer Website\nPrivacy Commitment\n<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-eea915e elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"eea915e\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-1b82916\" data-id=\"1b82916\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-742968f elementor-widget elementor-widget-text-editor\" data-id=\"742968f\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.6.5 - 27-04-2022 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#818a91;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#818a91;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p>In the course of using this website, mobile applications or its custom extensions or availing the products and services vide the online application forms and questionnaires, M\/s <strong>Shriniwas Vehicles<\/strong> and its Business Partners\/ Affiliates may become privy to the personal information of its customers, including information that is of a confidential nature. We may collect personal identification information from website users, customers in a variety of ways, including, but not limited to, when website users or customers visit our site and in connection with other activities, services, features or resources we make available on our Site. Website users or customers may be asked for, as appropriate, name, email address, mailing address, phone number. We will collect personal identification information from website users or customers only if they voluntarily submit such information to us. Website users or customers can always refuse to supply personal identification information, except that it may prevent them from engaging in certain Site related activities.<\/p><p>M\/s <strong>Shriniwas Vehicles<\/strong> is strongly committed to protecting the privacy of its customers and has taken all necessary and reasonable measures to protect the confidentiality of the customer information and its transmission through the world wide web and it shall not be held liable for disclosure of the confidential information when in accordance with this privacy Commitment or in terms of the agreements, if any, with the Customers.<\/p><p>M\/s <strong>Shriniwas Vehicles<\/strong> endeavours to safeguard and ensure the security of the information provided by the Customer. M\/s <strong>Shriniwas Vehicles<\/strong> uses 128-bit encryption, for the transmission of the information, which is currently the permitted level of encryption in India. When the information provided by the Customers is not transmitted through this encryption, the Customers&#8217; system (if configured accordingly) will display an appropriate message ensuring the best level of secrecy for the Customer&#8217;s information.<\/p><p>The Customer would be required to cooperate with M\/s <strong>Shriniwas Vehicles<\/strong> in order to ensure the security of the information, and it is recommended that the Customers necessarily choose their passwords carefully such that no unauthorised access is made by a third party. The Customers should undertake not to disclose their password to anyone or keep any written or other record of the password such that a third party could access it.<\/p><p>The Customer would be required to cooperate with M\/s <strong>Shriniwas Vehicles<\/strong> in order to ensure the security of the information, and it is recommended that the Customers necessarily choose their passwords carefully such that no unauthorised access is made by a third party. The Customers should undertake not to disclose their password to anyone or keep any written or other record of the password such that a third party could access it. The Customers shall not disclose to any other person, in any manner whatsoever, any information relating to M\/s <strong>Shriniwas Vehicles<\/strong> or its Business Partners\/ Affiliates of a confidential nature obtained in the course of availing the services through the website. Failure to comply with this obligation shall be deemed a serious breach of the terms herein and shall entitle M\/s <strong>Shriniwas Vehicles<\/strong> or its Business Partners\/ Affiliates to terminate the services, without prejudice to any damages, to which the customer may be entitled otherwise.<\/p><p>We use the information we collect from you for the following purposes:<\/p><ul><li>To provide our Services.<\/li><li>To send you promotional, transactional and\/or marketing communications.<\/li><li>To respond to your requests and inquiries.<\/li><li>To improve user experiences by making our website easier to use and navigate.<\/li><li>For other legitimate business purposes.<\/li><\/ul><p>We may share or disclose your information to the following categories of third parties and for the following reasons:<\/p><ul><li>To third-party service providers, agents or independent contractors who help us maintain our Services and provide other administrative services to us.<\/li><li>To manufacturers or unaffiliated third parties whose products and\/or services we believe might be of interest to you.<\/li><\/ul><p>We may disclose your personal information to law enforcement, government agencies, and other related third parties, in order to comply with the law, court order\/s, enforce our policies, or protect our or others’ rights,<\/p><p>M\/s <strong>Shriniwas Vehicles<\/strong> will limit the collection and use of customer information only on a need-to-know basis to deliver better service to the customers. M\/s <strong>Shriniwas Vehicles<\/strong> may also use and share the information\/personal information provided by the Customers with its Business Partners\/ Affiliates, product manufacturer\/s and third parties for providing services and any service-related activities such as collecting subscription fees for such services, and notifying or contacting the Customers regarding any problem with, or the expiration of, such services. In this regard, it may be necessary to disclose the customer information to one or more agents and contractors of M\/s <strong>Shriniwas Vehicles<\/strong> and their sub-contractors, but such agents, contractors, and sub-contractors will be required to agree to use the information obtained from M\/s <strong>Shriniwas Vehicles<\/strong> only for these purposes.<\/p><p><strong>By using the website:<\/strong><\/p><p>1] You unconditionally and voluntarily consent and authorize <strong>Shriniwas Vehicles<\/strong> to collect, store and\/or use all your information and to update\/upload your information in our records.<\/p><p>2] You consent and authorize <strong>Shriniwas Vehicles<\/strong> to use or share all your information in accordance with its privacy policy.<\/p><p>3] You agree to inform <strong>Shriniwas Vehicles<\/strong>, if you intend to withdraw your aforesaid consent\/ authorization.<\/p><p><strong>Changes to this privacy policy:<\/strong><\/p><p><strong>Shriniwas Vehicles<\/strong> has the discretion to update this privacy policy at any time. When we do, we will revise the updated date at the bottom of this page. A revised Privacy Policy will only apply to data collected subsequent to its effective date. Any revisions will be posted at least 15 days prior to its effective date.<\/p><p>Disclaimer: This website “<span style=\"color: #3366ff;\"><a style=\"color: #3366ff;\" href=\"https:\/\/kamalmotors.co.in\"><strong>kamalmotors.co.in<\/strong><\/a><\/span>” should be accessed only if you agree to the terms and conditions of our Privacy Policy and voluntarily consent and authorize us to use all the information provided by you in accordance with the Privacy Policy. If you do not agree to the terms of our Privacy Policy or you are dissatisfied for any reason in relation to the Websites and \/ or any contents thereof, you are prohibited from further accessing the Website. Your continued use of the Site following the posting of changes, if any to this policy will be deemed as your acceptance of those changes.<\/p><p><strong>Cookie policy:<\/strong> M\/s <strong>Shriniwas Vehicles<\/strong> website uses Google Analytics, a web analytics service provided by Google, Inc. (&#8220;Google&#8221;). Google Analytics uses cookies that are text files containing small amounts of information {this does not include personal sensitive information}, which are downloaded to your device when you visit a website in order to provide a personalised browsing experience. Cookies do many different jobs, like allowing users to navigate between pages efficiently, remembering their preferences, and generally improving their browsing experience. These cookies collect information analytics about how users use a website, for instance often visited pages. All information collected by third party cookies is aggregated and therefore anonymous. By using our website user\/s, agree that these types of cookies can be placed on his\/her device. User\/s is free to disable\/delete these cookies by changing his\/ her web browser settings. M\/s <strong>Shriniwas Vehicles<\/strong> is not responsible for cookies placed in the device of user\/s by any other website and information collected thereto.<\/p><p>The Customer authorises M\/s <strong>Shriniwas Vehicles<\/strong> to exchange, share, part with all information related to the details and transaction history of the Customers to its Business Partners\/ Affiliates in any telecommunication or electronic clearing network as may be required by law, customary practice, credit reporting, statistical analysis and credit scoring, verification or risk management and shall not hold M\/s <strong>Shriniwas Vehicles<\/strong> liable for use or disclosure of this information.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Annexure II – Statement on Privacy Policy for Dealer Website Privacy Commitment In the course of using this website, mobile applications or its custom extensions or availing the products and services vide the online application forms and questionnaires, M\/s&nbsp;Shriniwas Vehicles&nbsp;and its Business Partners\/ Affiliates may become privy to the personal information of its customers, including [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/pages\/1263"}],"collection":[{"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/comments?post=1263"}],"version-history":[{"count":8,"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/pages\/1263\/revisions"}],"predecessor-version":[{"id":1299,"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/pages\/1263\/revisions\/1299"}],"wp:attachment":[{"href":"https:\/\/kamalmotors.co.in\/wp-json\/wp\/v2\/media?parent=1263"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}